christian-kohler.path-intellisense
donjayamanne.githistory
GitHub.github-vscode-theme
mhutchie.git-graph
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
PKief.material-icon-theme
saikou9901.evilinspector
shardulm94.trailing-spaces
VisualStudioExptTeam.vscodeintellicode
