adpyke.vscode-sql-formatter
bungcip.better-toml
christian-kohler.path-intellisense
donjayamanne.githistory
eamodio.gitlens
foxundermoon.shell-format
GitHub.github-vscode-theme
janisdd.vscode-edit-csv
mechatroner.rainbow-csv
mhutchie.git-graph
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
PKief.material-icon-theme
redhat.vscode-yaml
saikou9901.evilinspector
seatonjiang.gitmoji-vscode
shardulm94.trailing-spaces
timonwong.shellcheck
VisualStudioExptTeam.vscodeintellicode
