tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "anyenv"
brew "coreutils"
brew "fzf"
brew "git"
brew "gitmoji"
brew "jq"
brew "nkf"
brew "poetry"
brew "starship"
brew "tree"
brew "vim"
brew "zsh"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "postman"
cask "slack"
cask "visual-studio-code"
